{
    "2013": {
        "images_count": 40,
        "summary": "It was organized on Friday, March 8, 2013, at LJ Campus and inaugurated by Mr. Hiranmay Mahanta; Director GTU Innovation Council along with all Directors of LJ Group of Institutes, Faculty Members, other Staff and Students. 40 Technical Projects/Models and more than 50 Technical Posters were showcased by more than 250 Students of LJ Polytechnic. More than 2000 visitors including students & faculties of different colleges, parents, professionals and industry people visited the exhibition. Vice-President; LJK, Directors and Faculty Members of LJ Group of Institutes motivated participants for their efforts and hard work. Mr. Hiranmay Mahanta interacted with all participated groups one by one. Al the projects were evaluated by industry mentors. Electronic and print media showcased the exhibition."
    },
    "2014": {
        "images_count": 30,
        "summary": "It was organized on Friday, February 24, 2014, at LJ Campus and inaugurated by Dr. Arvind Patel; MD-Sahajanand Laser along with all Directors of LJ Group of Institutes, Faculty Members, other Staff and Students. More than 80 Technical Projects/Models and 50 Technical Posters were displayed by the Students of LJ Polytechnic. More than 2500 visitors including students & faculties of different colleges, parents, professionals and industry people visited the exhibition.Dr. G. P. Vadodaria; I/c Registrar GTU,Mr. Hiranmay Mahanta; Director, GTU Innovation Council, Dr. Manish Shah; Vice-President, LJK, Faculty Members of LJ Group of Institutes also visited the exhibition. Technical Projects/Models were evaluated, motivated and encouraged by Industrialists Shri Sandeep Dave, Shri Parag Takhtawala and Shri Indravadan Gajjar.Electronic and print media showcased the exhibition."
    },
    "2015": {
        "images_count": 31,
        "summary": "It was organized on Monday, January 19, 2015, at LJ Campus and inaugurated by Mr. Harkesh Mittal Advisor & Head, National Science & Technology Entrepreneurship Development Board along with Vice-President, Trustees, Directors, Faculties, Staff, Students of LJK and Invited Guests.More than 200 Technical Projects/Models and Technical Posters were showcased by the more than 500 Students of various disciplines.Al the projects were evaluated by industry mentors. Electronic and print media showcased the exhibition. Mr. Harkesh Mittal interacted and motivated participants for their efforts and hardwork. He was very impressed. Mr. Mahesh Salkar; Senior VP, Toyota Kirloskar Motors (TKM), Mr. Padmanabha; VP, TKM, Mr. Ajit Mehta; Dealer Principal,Infinium Toyota and other TKM Management also visited LJ Innovation Village."
    },
    "2016": {
        "images_count": 78,
        "summary": "Organized on Saturday, 30th January, 2016, at LJ Campus and inaugurated by Smt. Anandiben Patel; Honourable Chief Minister Gujarat, Mr. Hiranmay Mahanta; Director GIC, Prof. B. M. Pirzada; President LJK, Dr. Manish Shah; Vice-President LJK, Trustees &Directors of LJ Group of Institutes, Faculty Members, other Staff and Students. More than 450 Technical Projects/Models were showcased by the more than 1550 Students of LJ Engineering, LJ Polytechnic, LJMCA and LJ Pharmacy. More than 200 faculties guided these projects. Technical Projects/Models have evaluated Industry Mentors.They encouraged and motivated students as well as their project guides. Smt. Anandiben Patel said that first time in the history after the formation of Gujarat as a state, any college has organized such Programme of Innovation. She said, she has never seen such a programme (innovation) which hasbeen conducted either by government or any other organization. Smt. Anandiben Patel visited projects made by students and she encouraged & motivated them."
    },
    "2017": {
        "images_count": 65,
        "summary": "Organized on Wednesday, 8th February, 2017, at LJ Campus and inaugurated by Prof. Dr. N. R. Seth; Honourable Vice-Chancellor, GTU, Hiranmay Mahanta; Director GIC, Prof. B. M. Pirzada; President, LJK, Dr. Manish Shah; Vice-President, LJK, Trustees & Directors of LJ Group of Institutes, Faculty Members, other Staff and Students. Honourable Vice-Chancellor interacted various participants and appreciated their innovative projects. More than 250 Technical Projects were showcased by the more than 850 Students of LJ Engineering, LJ Polytechnic, LJMCA andLJ Pharmacy. More than 100 faculties guided these projects. Technical Projects have evaluated by more than 25 Industry Mentors. Event has been showcased by leading electronic & print media. Best projects have been showcased in Start-up Week."
    },
	"2018": {
        "images_count": 57,
        "summary":"Organized on Saturday, 17th February, 2018 at L J Campus and inaugurated by Prof Anil Gupta (Founder Honeybee network) along with Dr. N. R Seth; Honourable Vice-Chancellor, GTU, HiranmayMahanta; Director GIC, Prof. B. M. Pirzada; President, LJK, Dr. Manish Shah; Vice-President, LJK, Trustees & Directors of LJ Group of Institutes, Faculty Members, other Staff and Students. Prof Anil Gupta interacted with various participants and guided them on the market potential of their projects. He was delighted to see participation of school children from Rajkot and advised them to continue their research work. More than 300 Technical Projects including Prototypes, Products and Startups were showcased by more than 1150 participants from 12 different states of India. These projects were evaluated by 50 Industrial mentors."
    }
}